import "bootstrap/dist/css/bootstrap.min.css";
import "./home.css";
import cloud from './imgs/cloud.png';
import cloudLarge from './imgs/cloudLarge.png';
import qesabent10 from "./imgs/Slide10.png";
import qesabent11 from "./imgs/Slide11.png";
import qesabent12 from "./imgs/Slide12.png";
import qesabent13 from "./imgs/Slide13.png";
import qesabent14 from "./imgs/Slide14.png";

const Home = () => {
  return (
    <>
      <section className="tgarob p-5">
        <h1 className="texttagreba">بعض من تجارب. </h1>
        <br />
        <br />
        <br />
        <br />
        <br />
        <br />
        <br />
        <b></b>

        <div className="container qesa_container">
          <div className="qesa_tgarob">
            <img src={qesabent10} alt="" className="img-qesa" />
            <div>
              <p className="kalamtagreba">
                كلكيعة وسن صغير ٢٣سنة وعندي سرطان ثدي، ويمكن الدعم والعيلة وقوتي
                هما اللي ساعدوني اتخطى التجربة دي كل يوم بواجه أسئلة كتيرة زي
                إيه ده عندك سرطان ثدي ؟ هتتجوزي إزاي ؟ جالك المرض ده إزاي ؟
                وأسئلة غيرهم،، والإجابة هي "ربنا بيختبرني " من سنتين كنت في منحة
                لدراسة الهندسة في الصين، وظهرتلي كلكيعة وفي أول أجازة كلمت بهية
                وعملت التحاليل كلها والنتيجة ظهرت إن عندي سرطان ثدي كل اللي
                شغلني في مرحلة التعب والعلاج حلمي في الدراسة وإني مش هكون مع
                صحابي سنتين مروا وأنا أهو مخلصة علاجي، رجعت لدراستي ودلوقتي بعمل
                مشروع التخرج،، التجربة في سن صغير خلتني أتعلم .. ويكون في قلبي
                ثقة كبيرة إني هخف وإن تجربة السرطان هتكون محطة من محطات كتير
                بعدي بيها وبنجح علشان السرطان مرض لكن مش بيلغي الأحلام..السرطان
                بيخلينا نعرف نحلم أكتر
              </p>
            </div>
          </div>

          <div className="qesa_tgarob">
            <img src={qesabent11} alt="" className="img-qesa" />
            <div>
              <p className="kalamtagreba">
                كلكيعة وسن صغير ٢٣سنة وعندي سرطان ثدي، ويمكن الدعم والعيلة وقوتي
                هما اللي ساعدوني اتخطى التجربة دي كل يوم بواجه أسئلة كتيرة زي
                إيه ده عندك سرطان ثدي ؟ هتتجوزي إزاي ؟ جالك المرض ده إزاي ؟
                وأسئلة غيرهم،، والإجابة هي "ربنا بيختبرني " من سنتين كنت في منحة
                لدراسة الهندسة في الصين، وظهرتلي كلكيعة وفي أول أجازة كلمت بهية
                وعملت التحاليل كلها والنتيجة ظهرت إن عندي سرطان ثدي كل اللي
                شغلني في مرحلة التعب والعلاج حلمي في الدراسة وإني مش هكون مع
                صحابي سنتين مروا وأنا أهو مخلصة علاجي، رجعت لدراستي ودلوقتي بعمل
                مشروع التخرج،، التجربة في سن صغير خلتني أتعلم .. ويكون في قلبي
                ثقة كبيرة إني هخف وإن تجربة السرطان هتكون محطة من محطات كتير
                بعدي بيها وبنجح علشان السرطان مرض لكن مش بيلغي الأحلام..السرطان
                بيخلينا نعرف نحلم أكتر
              </p>
            </div>
          </div>

          <div className="qesa_tgarob">
            <img src={qesabent12} alt="" className="img-qesa" />
            <div>
              <p className="kalamtagreba">
                كلكيعة وسن صغير ٢٣سنة وعندي سرطان ثدي، ويمكن الدعم والعيلة وقوتي
                هما اللي ساعدوني اتخطى التجربة دي كل يوم بواجه أسئلة كتيرة زي
                إيه ده عندك سرطان ثدي ؟ هتتجوزي إزاي ؟ جالك المرض ده إزاي ؟
                وأسئلة غيرهم،، والإجابة هي "ربنا بيختبرني " من سنتين كنت في منحة
                لدراسة الهندسة في الصين، وظهرتلي كلكيعة وفي أول أجازة كلمت بهية
                وعملت التحاليل كلها والنتيجة ظهرت إن عندي سرطان ثدي كل اللي
                شغلني في مرحلة التعب والعلاج حلمي في الدراسة وإني مش هكون مع
                صحابي سنتين مروا وأنا أهو مخلصة علاجي، رجعت لدراستي ودلوقتي بعمل
                مشروع التخرج،، التجربة في سن صغير خلتني أتعلم .. ويكون في قلبي
                ثقة كبيرة إني هخف وإن تجربة السرطان هتكون محطة من محطات كتير
                بعدي بيها وبنجح علشان السرطان مرض لكن مش بيلغي الأحلام..السرطان
                بيخلينا نعرف نحلم أكتر
              </p>
            </div>
          </div>

          <div className="qesa_tgarob">
            <img src={qesabent13} alt="" className="img-qesa" />
            <div>
              <p className="kalamtagreba">
                كلكيعة وسن صغير ٢٣سنة وعندي سرطان ثدي، ويمكن الدعم والعيلة وقوتي
                هما اللي ساعدوني اتخطى التجربة دي كل يوم بواجه أسئلة كتيرة زي
                إيه ده عندك سرطان ثدي ؟ هتتجوزي إزاي ؟ جالك المرض ده إزاي ؟
                وأسئلة غيرهم،، والإجابة هي "ربنا بيختبرني " من سنتين كنت في منحة
                لدراسة الهندسة في الصين، وظهرتلي كلكيعة وفي أول أجازة كلمت بهية
                وعملت التحاليل كلها والنتيجة ظهرت إن عندي سرطان ثدي كل اللي
                شغلني في مرحلة التعب والعلاج حلمي في الدراسة وإني مش هكون مع
                صحابي سنتين مروا وأنا أهو مخلصة علاجي، رجعت لدراستي ودلوقتي بعمل
                مشروع التخرج،، التجربة في سن صغير خلتني أتعلم .. ويكون في قلبي
                ثقة كبيرة إني هخف وإن تجربة السرطان هتكون محطة من محطات كتير
                بعدي بيها وبنجح علشان السرطان مرض لكن مش بيلغي الأحلام..السرطان
                بيخلينا نعرف نحلم أكتر
              </p>
            </div>
          </div>

          <div className="qesa_tgarob">
            <img src={qesabent14} alt="" className="img-qesa" />
            <div>
              <p className="kalamtagreba">
                كلكيعة وسن صغير ٢٣سنة وعندي سرطان ثدي، ويمكن الدعم والعيلة وقوتي
                هما اللي ساعدوني اتخطى التجربة دي كل يوم بواجه أسئلة كتيرة زي
                إيه ده عندك سرطان ثدي ؟ هتتجوزي إزاي ؟ جالك المرض ده إزاي ؟
                وأسئلة غيرهم،، والإجابة هي "ربنا بيختبرني " من سنتين كنت في منحة
                لدراسة الهندسة في الصين، وظهرتلي كلكيعة وفي أول أجازة كلمت بهية
                وعملت التحاليل كلها والنتيجة ظهرت إن عندي سرطان ثدي كل اللي
                شغلني في مرحلة التعب والعلاج حلمي في الدراسة وإني مش هكون مع
                صحابي سنتين مروا وأنا أهو مخلصة علاجي، رجعت لدراستي ودلوقتي بعمل
                مشروع التخرج،، التجربة في سن صغير خلتني أتعلم .. ويكون في قلبي
                ثقة كبيرة إني هخف وإن تجربة السرطان هتكون محطة من محطات كتير
                بعدي بيها وبنجح علشان السرطان مرض لكن مش بيلغي الأحلام..السرطان
                بيخلينا نعرف نحلم أكتر
              </p>
            </div>
          </div>
        </div>
        <div className="under-line "></div>
        <div className="container-fluid questions_boxs">
          <div className="row">
            <div className="col-md-3 question_box first_box">
              <h4>ما أعراض سرطان الثدي ؟</h4>
              <p>
                قد تتضمن علامات سرطان الثدي أعراضه ما يلي كتلة أو تثخنًا في
                الثدي يَختلف عن الأنسجة المحيطة تغيُّرًا في حجم الثدي أو شكله أو
                مظهره تغيُّرًا في الجلد الموجود على الثدي، مثل الترصُّع الحلمة
                المقلوبة حديثة الظهور تقشُّرًا أو توسفًا أو تيبسًا أو تساقطًا في
                المنطقة المصطبغة من الجلد المحيط بالحلمة (الهالة) أو جلد الثدي
                احمرار جلد الثدي أو تنقيره، مثل جلد البرتقالة
              </p>
            </div>
            <div className="col-md-3 question_box second_box">
              <h4>ما أسباب سرطان الثدي ؟</h4>
              <p>
                ويعرِّف الأطباء أن سرطان الثدي يحدث عندما تبدأ بعض خلايا الثدي
                في النمو بطريقة غير طبيعية. تنقسم هذه الخلايا بسرعة أكبر من
                الخلايا السليمة وتستمر لتتراكم، وتشكِّل كتلة أو ورمًا. وقد تنتشر
                الخلايا (تنتقل) من خلال الثدي إلى العُقَد اللمفية، أو إلى أجزاء
                أخرى من جسمك. يبدأ سرطان الثدي عادةً مع الخلايا الموجودة في
                القنوات المنتجة للحليب (السرطان اللبني العنيف). يمكن أن يبدأ
                سرطان الثدي أيضًا في الأنسجة الغُدِّيَّة التي يُطلق عليها اسم
                الفصيصات (السرطان الفصيصي الغزوي)،أو في خلايا أو أنسجة أخرى داخل
                الثدي.{" "}
              </p>
            </div>
            <div className="col-md-3 question_box third_box">
              <h4>ما سرطان الثدي ؟</h4>
              <p>
                سرطان الثدي عبارة عن سرطان يتشكل في خلايا الثديين ويأتي سرطان
                الثدي بعد سرطانَ الجلد من حيث كونه أكثر أنواع السرطانات شيوعًا
                بين النساء في الولايات المتحدة. قد يصيب سرطان الثدي كلًّا من
                الرجال والنساء، إلا إنه أكثر شيوعًا بين النسا. قد ساعد الدعم
                الكبير للتوعية بسرطان الثدي وتمويل الأبحاث على إحداث تقدُّم في
                تشخيص سرطان الثدي وعلاجه. وزادت معدلات البقاء على قيد الحياة
                لمرضى سرطان الثدي، كما قلَّ عدد الوفيات المرتبطة بهذا المرض بشكل
                منتظم، ويرجع ذلكَ بشكلٍ كبيرِ إلى عدد lن العوامل، مثل الكشف
                المبكر، واستخدام طريقةعلاج جديدة تراعي الحالة الفردية، والفهم
                الأفضل لطبيعة هذا المرض.
              </p>
            </div>
            <div className="under-line "></div>
          <div className="row nasa27_box ">
            <h4 className="nasa27">نصائح ...</h4>
            <img src={cloud} srcSet={`${cloud} 1x , ${cloudLarge} 2x `}/>
            <h3 className="nasa27">قللي من تناول الكحوليات</h3>
            <h3 className="nasa27">حافظي علي وزن صحي</h3>
            <h3 className="nasa27">مارسي النشاط البدني</h3>
            <h3 className="nasa27">الرضاعة الطبيعية</h3>
            <h3 className="nasa27">الحد من العلاج الهرموني بعد انقطاع الحيض</h3>
            <h3 className="nasa27">تناول اغذية صحية </h3>
            <h3 className="nasa27">عدم التدخين</h3>
            <h3 className="nasa27">تناول الخضراوات والفواكه</h3>
          </div>
          </div>
        </div>
      </section>
      <div className="foot"></div>
    </>
  );
};

export default Home;
